sourceLabel = "Origem:";
formatLabel = "Formato:";
fpsLabel = "FPS:";
playingFPSLabel = "Velocidade (FPS):";
dataSizeLabel = "Tamanho dos dados:";
dataRateLabel = "Velocidade dos dados:";
currentTimeLabel = "Hora actual:";
durationLabel = "Duração:";
normalSizeLabel = "Tamanho normal:";
currentSizeLabel = "Tamanho actual:";
bitRateLabel = "Taxa de bits:";
qualityLabel = "Qualidade:";
destinationLabel = "Destino:";
videoSourceLabel = "Origem de vídeo:";
audioSourceLabel = "Origem de áudio";

movieInfoNoTitle = "Informação";
movieInfo = " – Informação";
movieInspectorNoTitle = "Inspector";
movieInspector = " – Inspector";

blacknWhite = "Preto e branco";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Milhares";
/* [6] */
millions = "Milhões";
/* [7] */
millionsplus = "Milhões+";
/* [8] */
unknown = "Desconhecido";
/* [9] */
colors = "Cores";
/* [10] */
grays = "Níveis de cinzento";

Chapter = "Faixa de capítulo";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 bytes";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 bytes/s";
kiloBytesPerSec = "^0 KBytes/s";
megaBytesPerSec = "^0 MBytes/s";
gigaBytesPerSec = "^0 GBytes/s";

pixels = "píxeis";
curPixels = "^0 píxeis (^1)";


bitsPerSec = "^0 bits/s";
kbitsPerSec = "^0 kbits/s";
mbitsPerSec = "^0 Mbits/s";
gbitsPerSec = "^0 Gbits/s";

percent = "^0%";
playingFPS = "(Disponível durante a reprodução.)";

halfSize = "Metade";
actualSize = "Efectivo";
doubleSize = "Duplo";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Filme indisponível";

/* Quartz Composition strings */
averageFPSLabel = "Média de FPS:";
averageLoadLabel = "Carga média:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Áudio AAC de 128 kbps";
availableWhenRecording = "(Disponível durante a gravação.)";